<?php
// 全局设置
return array(
	"lan_glo_1"=>'参数代码已经存在',
	"lan_glo_2"=>'参数名称已经存在',
	"lan_glo_3"=>'参数名不能为空',
	"lan_glo_4"=>'参数代码不能为空',
	"lan_glo_5"=>'参数排序只能为数字',
	"lan_glo_6"=>'添加新参数',
	"lan_glo_7"=>'参数名称',
	"lan_glo_8"=>'参数代码',
	"lan_glo_9"=>'参数类型',
	"lan_glo_10"=>'参数说明',
	"lan_glo_11"=>'参数排序',
	"lan_glo_12"=>'参数在管理列表中的排序，越大越靠前',
	"lan_glo_13"=>'用来更详细的说明此参数的作用',
	"lan_glo_14"=>'参数的类型：单行文本所保存内容较小，多行文本可保存较多内容',
	"lan_glo_15"=>'单行文本',
	"lan_glo_16"=>'多行文本',
	"lan_glo_17"=>'在模板中引用的代码，尽量不要和系统变更重命，可以加前缀，如ttxf_',
	"lan_glo_18"=>'便于自己知道此参数的作用的名称',
	"lan_glo_19"=>'添加新参数',
	"lan_glo_20"=>'隐藏',
	"LAN_GLO_21"=>'站点配置',
	"lan_glo_22"=>'添加完毕',
	"lan_glo_23"=>'添加新参数',
)

?>