<?php
return array(
    'SAFEQUESTION' => array(
        '您母亲的生日是？' => '您母亲的生日是？',
        '您母亲的姓名是？' => '您母亲的姓名是？',
        '您父亲的生日是？' => '您父亲的生日是？',
        '您父亲的姓名是？' => '您父亲的姓名是？',
        '您孩子的生日是？' => '您孩子的生日是？',
        '您孩子的姓名是？' => '您孩子的姓名是？',
        '您配偶的名字是？' => '您配偶的名字是？',
        '您配偶的生日是？' => '您配偶的生日是？',
        '您的出生地是哪里？' => '您的出生地是哪里？',
        '您最喜欢什么颜色？' => '您最喜欢什么颜色？',
        '您是什么学历？' => '您是什么学历？',
        '您的属相是什么的？' => '您的属相是什么的？',
        '您小学在哪所学校？' => '您小学在哪所学校？',
        '您最崇拜谁？' => '您最崇拜谁？',
        '您常用什么输入法？' => '您常用什么输入法？',
        '您参加工作的时间？' => '您参加工作的时间？'
    ),
    'BUSINESS_TYPE' => array(
        '制造业' => '制造业',
        'IT' => 'IT',
        '政府机关' => '政府机关',
        '媒体/广告' => '媒体/广告',
        '零售/批发' => '零售/批发',
        '教育/培训' => '教育/培训',
        '公共事业' => '公共事业',
        '交通运输业' => '交通运输业',
        '房地产业' => '房地产业',
        '能源业' => '能源业',
        '金融/法律' => '金融/法律',
        '餐饮/旅馆业' => '餐饮/旅馆业',
        '医疗/卫生/保健' => '医疗/卫生/保健',
        '建筑工程' => '建筑工程',
        '农业' => '农业',
        '娱乐服务业' => '娱乐服务业',
        '体育/艺术' => '体育/艺术',
        '公益组织' => '公益组织',
        '其它' => '其它'
    ),
    'MONTH_INCOME' => array(
        '1000元以下' => '1000元以下',
        '1001-2000元' => '1001-2000元',
        '2000-5000元' => '2000-5000元',
        '5000-10000元' => '5000-10000元',
        '10000-20000元' => '10000-20000元',
        '20000-50000元' => '20000-50000元',
        '50000元以上' => '50000元以上'
    ),
    'EDUCATION' => array(
        '高中或以下' => '高中或以下',
        '大专' => '大专',
        '本科' => '本科',
        '研究生或以上' => '研究生或以上'
    ),//business_scale
    'BUSINESS_SCALE' => array(
        '10人以下' => '10人以下',
        '10-100人' => '10-100人',
        '100-500人' => '100-500人',
        '500人以上' => '500人以上'
    ),
    'RELATION' => array(    //紧急联系人关系
        '1' => '父母',
        '2' => '配偶',
        '3' => '子女',
        '4' => '兄弟姐妹',
        '5' => '亲戚',
        '6' => '朋友',
        '7' => '同事',
        '8' => '同学'
    ),
    'CARD_TYPE' => array(
        '0' => '身份证',
        /*
        '1' => '军官证',
        '2' => '台胞证',
        '3' => '护照'
        */
    ),
    'DATA_TYPE' => false
);
?>
