<?php
return array(
	
	'REPAYMENT_TYPE'=>array(
            '1'=>'按天到期还款',
			'2'=>'按月分期还款',
			'4'=>'按天计息,每月还息到期还本',
			'5'=>'一次性还款',
			'6'=>'利息复投',
		),
	
	'IS_REWARD'=>array(
			'1'=>'按投标金额比例奖励',
			'2'=>'按固定金额分摊奖励',
		),

	'BORROW_STATUS'=>array(
            '-1' => '预告中',
			'0'=>'初审待审核',
			'1'=>'初审未通过',
			'2'=>'初审通过，借款中',
			'3'=>'流标',
			'4'=>'标满，复审中',
			'5'=>'复审未通过',
			'6'=>'复审通过，还款中',
			'7'=>'已完成',
			'8'=>'已逾期',
			'9'=>'网站代还',
			'10'=>'逾期还款'
		),

	'BORROW_STATUS_SHOW'=>array(
			'0'=>'初审待审核',
			'1'=>'初审未通过',
			'2'=>'正在招标中',
			'3'=>'流标',
			'4'=>'标满，复审中',
			'5'=>'复审未通过',
			'6'=>'还款中',
			'7'=>'已完成',
			'8'=>'已逾期',
			'9'=>'网站代还',
			'10'=>'逾期还款'
		),
	'DATA_STATUS'=>array(
			'0'=>'待审核',
			'1'=>'审核通过',
			'2'=>'审核未通过'
		),	
	'APPLY_TYPE'=>array(
			'1'=>'借款信用额度',
		),
	'DETAIL_STATUS'=>array(
			'0'=>'待审核',
			'1'=>'已还款',
			'2'=>'提前已还',
			'3'=>'迟还已还',
			'4'=>'网站代还',
			'5'=>'逾期已还',
			'6'=>'逾期未还',
			'7'=>'待还款',
			'14'=>'待还款',//转让中
		),	//还款表 - 状态 `mxl 20150323`
		'bank_n'=>array(
			'3'=>'ICBC',
			'5'=>'ABC',
			'4'=>'CCB',
			'1'=>'BOC',
			'16'=>'BCOM',
			'6'=>'CIB',
			'14'=>'CITIC',
			'12'=>'CEB',
			'7'=>'PAB',
			'17'=>'PSBC',
			'10'=>'SHB',
		
		),
);
?>